<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Telegram Bot Navigation
    |--------------------------------------------------------------------------
    |
    | Перечень наименований пунктов навигации по сервису.
    |
    */

    'navigation' => [

    ],

    /*
    |--------------------------------------------------------------------------
    | Telegram Bot Messages
    |--------------------------------------------------------------------------
    |
    | Перечень текстовки ответов бота при выполнении различных методов
    | сервиса.
    |
    */

    'messages' => [

        # Ограничение по количеству сообщений
        'too_many_attempts' => 'Превышено допустимое количество сообщений за :decay. Повторите, пожалуйста, попытку через :retry.'
    ],

    /*
    |--------------------------------------------------------------------------
    | Telegram Bot Emoji
    |--------------------------------------------------------------------------
    |
    | Набор смайликов, для удобного хранения и извлечения по ключу.
    |
    */

    'emoji' => [

    ]
];
