<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Telegram Bot Attributes
    |--------------------------------------------------------------------------
    |
    | Перечень наименований пунктов навигации бота или других элементов.
    |
    */

    'attributes' => [

    ],

    /*
    |--------------------------------------------------------------------------
    | Telegram Bot Messages
    |--------------------------------------------------------------------------
    |
    | Перечень ответов бота при выполнении различных методов.
    |
    */

    'messages' => [

        # Ограничение по количеству сообщений
        'too_many_attempts' => 'Превышено допустимое количество сообщений за :decay. Повторите, пожалуйста, попытку через :retry.'
    ]
];
